#include<stdio.h>
#include <iostream>

using namespace std;
int main()
{
	printf("\t\t--------------------------------------------------------------\n");
	printf("\n");
	printf("                                           车次管理                             \n");
	printf("\n"); 
	printf("\t\t--------------------------------------------------------------\n");
	
	printf("\n\n\t\t------------------------- * 菜单栏 * -------------------------\n");
	printf("\n\t\t    1-重试			2-转入注册界面	");
	printf("\n");
	printf("\n\t\t    9-返回主界面		0-退出程序\n");
	printf("\n\t\t--------------------------------------------------------------\n");
	printf("\n\t\t 请选择：");
	
	int x;
	cin >> x;
	
	return 0; 
}

